Repository: Jaimin7364/Invoiz_Frontend_Main
Catalog: lib/l10n/app_*.arb
Languages: gu

# appTitle
source: Invoiz
gu: ઇન્વોઇઝ

source: Home
gu: હોમ

source: Profile
gu: પ્રોફાઇલ

source: Settings
gu: સેટિંગ્સ

source: Dashboard
gu: ડેશબોર્ડ

source: Business Details
gu: બિઝનેસ વિગતો

source: Subscription Plans
gu: સબ્સ્ક્રિપ્શન પ્લાન્સ

source: Logout
gu: લોગઆઉટ

source: Language
gu: ભાષા

source: Select Language
gu: ભાષા પસંદ કરો

# manageBusinessInformation
source: Manage your business information
gu: તમારી બિઝનેસની માહિતી મેનેજ કરો

# upgradeOrManageSubscription
source: Upgrade or manage your subscription
gu: તમારું સબ્સ્ક્રિપ્શન અપગ્રેડ અથવા મેનેજ કરો

source: Subscription Status
gu: સબ્સ્ક્રિપ્શન સ્થિતિ

source: No active subscription
gu: કોઈ સક્રિય સબ્સ્ક્રિપ્શન નથી

source: Active Subscription
gu: સક્રિય સબ્સ્ક્રિપ્શન

# daysRemaining
source: {count} days remaining
gu: {count} દિવસ બાકી

source: Business Registered
gu: બિઝનેસ નોંધાયેલ

source: Not registered
gu: નોંધાયેલ નથી

source: Business Name
gu: બિઝનેસનું નામ

source: Business Type
gu: બિઝનેસનો પ્રકાર

source: Business Address
gu: બિઝનેસનું સરનામું

source: Business Information
gu: બિઝનેસ માહિતી

source: Contact Details
gu: સંપર્ક વિગતો

source: Refresh business details
gu: બિઝનેસ વિગતો રિફ્રેશ કરો

source: Business details refreshed
gu: બિઝનેસ વિગતો રિફ્રેશ થઈ

source: Edit Business Details
gu: બિઝનેસ વિગતો સંપાદિત કરો

source: Request Verification
gu: વેરિફિકેશનની વિનંતી કરો

source: Edit business feature coming soon!
gu: બિઝનેસ સંપાદન ફીચર ટૂંક સમયમાં આવશે!

source: Business verification feature coming soon!
gu: બિઝનેસ વેરિફિકેશન ફીચર ટૂંક સમયમાં આવશે!

source: No Business Registered
gu: કોઈ બિઝનેસ નોંધાયેલ નથી

# registerBusinessToAccessFeatures
source: Register your business to access all features
gu: બધી સુવિધાઓ મેળવવા માટે તમારી બિઝનેસ નોંધાવો

source: Register Business
gu: બિઝનેસ નોંધાવો

source: Business registration feature coming soon!
gu: બિઝનેસ રજિસ્ટ્રેશન ફીચર ટૂંક સમયમાં આવશે!

source: Street
gu: શેરી

source: City
gu: શહેર

source: State
gu: રાજ્ય

source: Pincode
gu: પિનકોડ

source: Country
gu: દેશ

source: Phone
gu: ફોન

source: Email
gu: ઇમેઇલ

source: Website
gu: વેબસાઇટ

source: Business ID
gu: બિઝનેસ આઇડી

source: Status
gu: સ્થિતિ

source: GST Number
gu: જીએસટી નંબર

source: UPI ID
gu: યુપીઆઇ આઇડી

source: Verified
gu: ચકાસાયેલ

source: Pending
gu: પેન્ડિંગ

source: Products
gu: પ્રોડક્ટ્સ

source: Invoices
gu: ઇન્વોઇસ

source: Create Invoice
gu: ઇન્વોઇસ બનાવો

source: Select Products
gu: પ્રોડક્ટ્સ પસંદ કરો

source: Search products...
gu: પ્રોડક્ટ્સ શોધો...

source: No products found
gu: કોઈ પ્રોડક્ટ મળ્યું નથી

source: Add Product
gu: પ્રોડક્ટ ઉમેરો

source: Product Name
gu: પ્રોડક્ટનું નામ

source: Product Price
gu: પ્રોડક્ટની કિંમત

# productQuantity
source: Quantity
gu: માત્રા

source: Category
gu: શ્રેણી

source: Cost
gu: ખર્ચ

source: Unit
gu: એકમ

source: Stock Quantity
gu: સ્ટોક માત્રા

source: Minimum Stock
gu: લઘુત્તમ સ્ટોક

source: Description
gu: વર્ણન

source: Save
gu: સેવ કરો

source: Cancel
gu: રદ કરો

source: Delete
gu: ડિલીટ કરો

source: Edit
gu: સંપાદિત કરો

source: Confirm
gu: પુષ્ટિ કરો

source: Yes
gu: હા

source: No
gu: ના

source: OK
gu: ઓકે

source: Back
gu: પાછળ

source: Next
gu: આગળ

source: Done
gu: થઈ ગયું

source: Loading...
gu: લોડ થઈ રહ્યું છે...

source: Error
gu: ભૂલ

source: Success
gu: સફળતા

source: Warning
gu: ચેતવણી

source: Info
gu: માહિતી

source: Customer Details
gu: ગ્રાહકની વિગતો

source: Customer Name
gu: ગ્રાહકનું નામ

source: Customer Phone
gu: ગ્રાહકનો ફોન

source: Customer Email
gu: ગ્રાહકનો ઇમેઇલ

source: Customer Address
gu: ગ્રાહકનું સરનામું

source: Invoice Preview
gu: ઇન્વોઇસ પ્રીવ્યૂ

source: Invoice Number
gu: ઇન્વોઇસ નંબર

source: Invoice Date
gu: ઇન્વોઇસની તારીખ

source: Due Date
gu: મુકદર તારીખ

source: Subtotal
gu: સબટોટલ

source: Discount
gu: ડિસ્કાઉન્ટ

source: Total
gu: કુલ

source: Payment Method
gu: પેમેન્ટ પદ્ધતિ

source: Cash
gu: રોકડ

source: Card
gu: કાર્ડ

source: UPI
gu: યુપીઆઇ

# bank
source: Bank Transfer
gu: બેંક ટ્રાન્સફર

source: Select Payment Method
gu: પેમેન્ટ પદ્ધતિ પસંદ કરો

source: Generate QR Code
gu: QR કોડ જનરેટ કરો

source: Scan to Pay
gu: પે કરવા માટે સ્કેન કરો

source: QR Code for Payment
gu: પેમેન્ટ માટે QR કોડ

source: Share Invoice
gu: ઇન્વોઇસ શેર કરો

source: Download Invoice
gu: ઇન્વોઇસ ડાઉનલોડ કરો

source: Print Invoice
gu: ઇન્વોઇસ પ્રિન્ટ કરો

source: Quantity
gu: માત્રા

source: Price
gu: કિંમત

source: Amount
gu: રકમ

source: Enter Quantity
gu: માત્રા દાખલ કરો

source: Invalid quantity
gu: અમાન્ય માત્રા

source: Out of Stock
gu: સ્ટોક સમાપ્ત

source: Low Stock
gu: ઓછો સ્ટોક

source: In Stock
gu: સ્ટોકમાં છે

# availableStock
source: Available Stock: {count}
gu: ઉપલબ્ધ સ્ટોક: {count}

# discountPercentage
source: Discount (%)
gu: ડિસ્કાઉન્ટ (%)

source: Discount Amount
gu: ડિસ્કાઉન્ટ રકમ

source: Apply Discount
gu: ડિસ્કાઉન્ટ લાગુ કરો

source: Remove Discount
gu: ડિસ્કાઉન્ટ હટાવો

source: Select Customer
gu: ગ્રાહક પસંદ કરો

source: Add New Customer
gu: નવો ગ્રાહક ઉમેરો

# customerRequired
source: Customer details are required
gu: ગ્રાહકની વિગતો જરૂરી છે

# productsRequired
source: Please add at least one product
gu: કૃપા કરીને ઓછામાં ઓછું એક પ્રોડક્ટ ઉમેરો

# invoiceCreated
source: Invoice created successfully
gu: ઇન્વોઇસ સફળતાપૂર્વક બનાવ્યો

# invoiceCreationFailed
source: Failed to create invoice
gu: ઇન્વોઇસ બનાવવામાં નિષ્ફળ

source: Login
gu: લોગિન

source: Register
gu: રજિસ્ટર

source: Forgot Password?
gu: પાસવર્ડ ભૂલી ગયા?

source: Password
gu: પાસવર્ડ

source: Confirm Password
gu: પાસવર્ડની પુષ્ટિ કરો

source: First Name
gu: પ્રથમ નામ

source: Last Name
gu: છેલ્લું નામ

source: Mobile Number
gu: મોબાઇલ નંબર

source: Email Address
gu: ઇમેઇલ સરનામું

# loginToAccount
source: Login to your account
gu: તમારા એકાઉન્ટમાં લોગિન કરો

# createNewAccount
source: Create a new account
gu: નવું એકાઉન્ટ બનાવો

# alreadyHaveAccount
source: Already have an account?
gu: પહેલાથી એકાઉન્ટ છે?

# dontHaveAccount
source: Don't have an account?
gu: એકાઉન્ટ નથી?

source: Sign in here
gu: અહીં સાઇન ઇન કરો

source: Sign up here
gu: અહીં સાઇન અપ કરો

source: Welcome back,
gu: પાછા આવવા બદલ સ્વાગત,

source: Get Started
gu: શરૂ કરો

# invalidEmail
source: Invalid email address
gu: અમાન્ય ઇમેઇલ સરનામું

# invalidPhone
source: Invalid phone number
gu: અમાન્ય ફોન નંબર

# passwordTooShort
source: Password must be at least 8 characters
gu: પાસવર્ડ ઓછામાં ઓછો 8 અક્ષરોનો હોવો જોઈએ

source: Passwords do not match
gu: પાસવર્ડ મેળ ખાતા નથી

# fieldRequired
source: This field is required
gu: આ ફીલ્ડ જરૂરી છે

source: Login successful
gu: લોગિન સફળ

source: Registration successful
gu: રજિસ્ટ્રેશન સફળ

source: Login failed
gu: લોગિન નિષ્ફળ

source: Registration failed
gu: રજિસ્ટ્રેશન નિષ્ફળ

# networkError
source: Network error. Please check your connection.
gu: નેટવર્ક એરર. કૃપા કરીને તમારું કનેક્શન તપાસો.

# serverError
source: Server error. Please try again later.
gu: સર્વર એરર. કૃપા કરીને પછીથી પ્રયાસ કરો.

# unknownError
source: An unknown error occurred
gu: અજાણી ભૂલ આવી

source: Bill To:
gu: બિલ આપવું:

source: Items:
gu: વસ્તુઓ:

source: Product
gu: પ્રોડક્ટ

source: Qty
gu: માત્રા

source: per
gu: પ્રતિ

source: Total Amount
gu: કુલ રકમ

source: Payment Information:
gu: પેમેન્ટ માહિતી:

# paymentMethodLabel
source: Payment Method:
gu: પેમેન્ટ પદ્ધતિ:

# online
source: Online (UPI)
gu: ઓનલાઇન (યુપીઆઇ)

# thankYouBusiness
source: Thank you for your business!
gu: તમારા બિઝનેસ માટે આભાર!

source: Generated on
gu: જનરેટ થયું

source: Invoice Generated
gu: ઇન્વોઇસ જનરેટ થયું

source: Full Screen
gu: ફુલ સ્ક્રીન

source: Exit Full Screen
gu: ફુલ સ્ક્રીનમાંથી બહાર નીકળો

source: SEND
gu: મોકલો

source: PRINT
gu: પ્રિન્ટ

source: Create New Invoice
gu: નવું ઇન્વોઇસ બનાવો

source: Reports
gu: રિપોર્ટ્સ

source: Recalculate Reports
gu: રિપોર્ટ્સ ફરીથી ગણતરી કરો

source: Cleanup Old Data
gu: જૂનો ડેટા સાફ કરો

source: Retry
gu: ફરી પ્રયાસ કરો

source: Monthly
gu: માસિક

source: Yearly
gu: વાર્ષિક

source: Current Month
gu: વર્તમાન મહિનો

source: Current Year
gu: વર્તમાન વર્ષ

source: Revenue
gu: આવક

source: Investment
gu: રોકાણ

source: Profit
gu: નફો

source: Select Year
gu: વર્ષ પસંદ કરો

source: No Data Available
gu: કોઈ ડેટા ઉપલબ્ધ નથી

source: Margin
gu: માર્જિન

source: Recalculating reports...
gu: રિપોર્ટ્સની ફરીથી ગણતરી કરી રહ્યા છીએ...

# dataCleanedUp
source: Old data has been cleaned up
gu: જૂનો ડેટા સાફ કરવામાં આવ્યો છે

# readyToManage
source: Ready to manage your business today?
gu: આજે તમારા બિઝનેસનું સંચાલન કરવા તૈયાર છો?

# upgradeToAccess
source: Upgrade to access all features
gu: બધી સુવિધાઓ મેળવવા માટે અપગ્રેડ કરો

source: Upgrade
gu: અપગ્રેડ

source: Quick Actions
gu: ઝડપી ક્રિયાઓ

source: New invoice
gu: નવું ઇન્વોઇસ

source: View Products
gu: પ્રોડક્ટ્સ જુઓ

source: Manage stock
gu: સ્ટોક મેનેજ કરો

source: Overview
gu: ઝાંખી

# totalRevenue
source: Monthly Revenue
gu: માસિક આવક

source: Tap to view details
gu: વિગતો જોવા માટે ટેપ કરો
